Repository: talmudmaster/BiCorpus
Catalog: 语料/八路军办事处语料库.tmx
Source language: zh_cn
Languages: en_us

source: 空前活跃的文化活动，与大后方乃至整个中国抗战文化和抗日救亡运动“齐一步伐”对推动抗日救亡和新民主主义文化的发展起了重要作用。
en_us: The unprecedented cultural activities, in step with the War Culture of Resistance and against Japanese aggression and national salvation movement in the southwest and northwest area and even the whole of China, played an important role in promoting the development of against Japanese aggression and national salvation and new democratic culture.

source: 文艺界的抗日统一战线组织中——中华全国文艺界抗敌协会桂林分会于1939年成立，发起人阳翰笙、老舍，分会主席王鲁彦。
en_us: Among the Anti-Japanese United Front organizations in literary and art circles, Guilin Branch of National Literary and Art Circles Anti-Japanese Association was established in 1939, with Yang Hansheng and Lao She and the chairman of the Branch Wang Luyan as sponsors.

source: 他们的到来，给桂林增添了光彩，桂林为他们提供了舞台，在八路军桂林办事处的领导下为抗战呐喊、讴歌，为抗日战争的胜利建立了不可磨灭的功绩。
en_us: Their arrival added luster to Guilin which provided them a stage. Under the leadership of Guilin Eighth Route Army Office, they shouted and eulogized for the Anti-Japanese War and built an indelible achievement for War of Resistance against Japan's victory.

source: 周恩来、彭德怀、叶剑英欢迎郭沫若到武汉就任国民政府军委会政治部三厅厅长。
en_us: Zhou Enlai, Peng Dehuai and Ye Jianying were welcoming Guo Moruo to Wuhan as the director of the Office No. 3 in Political Department of Military Commission of Kuomintang.

source: 1938 年12月3日，郭沫若率国民政府军委会政治部三厅部分工作人员，自武汉撒退后到桂林。
en_us: On December 3, 1938, Guo Moruo led a part of staff of the Office No. 3 in Political Department of Military Commission of Kuomintang, and retreated from Wuhan to Guilin.

source: 没有硝烟的文化抚战
en_us: The Cultural War Without Smoke of Gunpowder

source: 1938年12月18日，《广西日报)刊载郭沫若主讲的“第二期抗战前展”。
en_us: On December 18th, 1938, Guangxi Daily published "The Second Pre-Anti-Japanese War Exhibition" spoke by Guo Moruo.

source: 抗战期间曾任国民政府军事委员会政治部三厅长，负责宣传工作的郭沫若。
en_us: Guo Moruo was the director of the Office No. 3 in Political Department of Military Commission of Kuomintang and was in charge of propaganda work during the Anti-Japanese War.

source: 1939年在”三厅”工作的刘季平与夫人吴瀚在桂林合影
en_us: A photo of Liu Jiping, who worked in the "Office No. 3" in 1939 and his wife Wu Han in Guilin

source: 抗战时期在桂林坚持领导进步文化活动的邵荃麟及著名法学家张志让。
en_us: Shao Quanlin and a famous jurist Zhang Zhirang who insisted on leading progressive cultural activities in Guilin during the Anti-Japanese War.

source: 为抗日战争的整个进程和最终的胜利提供了路线、方针、政策和思想、理论的正确保证。
en_us: It provided the correct guarantee of the line, principles, policies, thoughts and theories for the whole process and final victory of the War of Resistance against Japan.

source: 抗战时期使用的小油灯
en_us: Small oil lamps used during the Anti-Japanese War

source: 抗战时期的铜保暖壶
en_us: Copper thermal kettle (during the Anti-Japanese War)

source: 抗战时期的瓷肥皂盒
en_us: Porcelain soap box (during the Anti-Japanese War)

source: 图为1939年2月4日《救亡日报》的“中华全国文艺界抗敌协会桂林分会成立一周年纪念特刊”。
en_us: The picture shows a special issue "commemorating the first anniversary of the establishment of the Guilin Branch of the National Literary and Art Circles Anti-Japanese Association" (Jiuwang Daily, February 4, 1939).

source: 1938年， 著名教育家陶行知抵桂，主持召开生活教育社成立大会。
en_us: In 1938, a famous educator Tao Xingzhi arrived in Guilin and presided over the inaugural meeting of Life Education Office.

source: 抗战时期的铜熨斗
en_us: Copper iron (during the Anti-Japanese War)

source: 汉口基督教女青年会战时服务团团员在桂林穿的游泳衣
en_us: Swimming suits worn by members of the Hankou Christianity YWCA Wartime Service Corps in Guilin

source: 文化活动空前活跃
en_us: The Cultural Activities Were Unprecedentedly Active

source: 1940年，在桂诗人集会纪念马雅可夫斯基后的留影。
en_us: The photo was taken after Guilin poets gathered to commemorate Mayakovsky in 1940.

source: 抗日时期桂林抗日宣传队上街宣传的情景
en_us: Scenes of Guilin Anti-Japanese Propaganda Team taking to the streets during the Anti-Japanese War

source: 由延安经香港到广西的红军代表云广英。
en_us: Yun Guangying, representative of the Red Army from Yan' an to Guangxi through Hong Kong.

source: 著名战地摄影记者沙飞及1937年在桂林举办摄影展的宣传报道。
en_us: Sha Fei, a famous war photographer, and his publicity report on the photo exhibition held in Guilin in 1937

source: 这是两广当局的抗日反蒋通电。
en_us: This is the anti-Japanese and anti-Chiang Telegram from the Guangdong and Guangdong authorities

source: 《国耻积如山，愚公四万万》，《大家起来保卫中华民族和国土)。
en_us: National Humiliation is Like a Mountain, Yu Gong is 400000, Everyone Rise to Defend the Chinese Nation and Land.

source: 桂林中学等抗日宣传队在阳朔葡萄乡张贴宣传壁报和观看壁报的群众。
en_us: Guilin middle school and other anti-Japanese propaganda teams posted propaganda wall newspapers and the masses watching wall newspapers in Yangshuo grape Village.

source: 抗战时期科学家、戏剧家丁西林在桂林
en_us: The scientist and dramatist Ding Xilin was in Guilin (during the Anti-Japanese War)

source: 抗战时期竺可桢、丁绪宝、胡刚复等在桂林的理化实验室工作时情景。
en_us: The working scene of Zhu Kezhen, Ding Xubao, Hu Gangfu, etc. worked in Guilin's physical and chemical laboratory (during the Anti-Japanese War).

source: 部分文化人从桂林向桂东南撒退继续从事进步文化抗战的昭平黄姚古镇街道。
en_us: Some intellectuals retreated from Guilin to southeast Guangxi and continued to engage in the progressive cultural war in the streets of Huangyao Ancient Town Street, Zhaoping.

source: 抗战时期田汉、洪深、刘斐章、吕复合影。
en_us: The group photo of Tian Han, Hong Shen, Liu Feizhang and Lu Fu (during the Anti-Japanese War).

source: 1941年太平洋战争爆发后，田汉、夏衍、洪深、欧阳予倩、瞿白音等从香港撤退至桂林时的合影。
en_us: A group photo of Tian Han, Xia Yan, Hong Shen, Ouyang Yuqian and Qu Baiyin, which was taken when retreated from Hong Kong to Guilin after the outbreak of the Pacific War in 1941.

source: 抗战时期邹韬奋、沈慈九、金仲华等在桂林李家村与在此集训的广西学生军女兵合影
en_us: Zou Taofen, Shen Cijiu and Jin Zhonghua took photo with female soldiers of Guangxi Student Army in LiJia Village of Guilin during the Anti-Japanese War

source: 抗战时期的茅盾与家人合影.
en_us: A photo of Mao Dun and his families (during the Anti-Japanese War).

source: 胡志明及在桂住处和用过的物品。
en_us: Ho Chi Minh, his residence and his used articles in Guilin.

source: 司马文森与夫人在桂林及抗战时期在桂林的住址(今新桥西头)。
en_us: Sima Wensen and his wife was in Guilin, and their residence in Guilin during the Anti-Japanese War (now the west end of Xinqiao).

source: 漫画家、教育家丰子凯及在两江镇半塘村住处。
en_us: Cartoonist and educator Feng Zikai and his residence in Bantang Village, Liangjiang Town.

source: 文化人士云集桂林
en_us: Cultural Figures Gathered in Guilin

source: 从1938年10月至1944年9月的六年间，在桂进步文化团体和文艺团体达100多个。
en_us: There were more than 100 progressive cultural groups and literary and art groups in Guilin during the six years from October 1938 to September 1944.

source: 先后到桂林开展抗日文化运动的文化界知名人士1000 多人，其中著名的作家、诗人、画家、戏剧家、音乐家、科学家、教授、学者等多达200余人。
en_us: There were more than 1, 000 cultural celebrities who went to Guilin to carry out the Anti-Japanese Cultural Movement, including more than 200 famous writers, poets, painters, dramatists, musicians, scientists, professors and scholars.

source: 抗战时期的千家驹在桂林
en_us: Qian Jiaju was in Guilin (during the Anti-Japanese War)

source: 抗战时期中国话剧拓荒者熊佛西在桂林
en_us: The Chinese drama pioneer Xiong Foxi was in Guilin (during the Anti-Japanese War)

source: 抗战时期的张铁生在桂林
en_us: Zhang Tiesheng was in Guilin (during the Anti-Japanese War)

source: 抗战时期著名戏剧表演家王莹在桂林
en_us: The famous drama performer Wang Ying was in Guilin (during the Anti-Japanese War)

source: 何香凝及在八角塘住处和创作的作品《菊花》
en_us: He Xiangning's residence in BaJiaoTang Village and her work Chrysanthemum.

source: 欧阳予倩与夫人在建设中的广西省立艺术馆工地。
en_us: Ouyang Yuqian and his wife were on the construction site of Guangxi Provincial Art Museum.

source: 田汉在桂林及在月牙楼前的住址
en_us: Tian Han's address in Guilin and in front of Crescent House

source: 抗战时期著名作家周杨在桂林
en_us: The famous writer Zhou Yang was in Guilin. (during the Anti-Japanese War)

source: 抗战时期经济学家薛暮桥在桂林
en_us: The economist Xue Muqiao was in Guilin. (during the Anti-Japanese War)

source: 抗战时期著名诗人艾青在桂林
en_us: The famous poet Ai Qing was in Guilin. (during the Anti-Japanese War)

source: 抗战时期的张锡昌在桂林
en_us: Zhang Xichang was in Guilin (during the Anti-Japanese War)

source: 抗战时期的经济学家陈瀚生在桂林
en_us: The economist Chen Hansheng was in Guilin (during the Anti-Japanese War)

source: 抗战时期著名电影艺术家察楚生在桂林
en_us: The famous film artist Cha Chusheng was in Guilin (during the Anti-Japanese War)

source: 抗战时期的宋裴如在桂林
en_us: Song Peiru was in Guilin (during the Anti-Japanese War)

source: 抗战时期著名诗人田涛在桂林
en_us: The famous poet Tian Tao was in Guilin (during the Anti-Japanese War)

source: 抗战时期的姜军辰在桂林
en_us: Jiang Junchen was in Guilin (during the Anti-Japanese War)

source: 抗战时期著名戏剧导演焦菊隐在桂林
en_us: The famous drama director Jiao Juyin was in Guilin (during the Anti-Japanese War)

source: 1939年初国际新闻社部分工作人员春游时的合影。
en_us: A group photo of some staffs of the International News Agency during the spring outing in early 1939.

source: 中国青年记者协会重要成员陈农菲(左)和金仲华(右)
en_us: Important members of the China Youth Journalists Association Chen Nongfei (left) and Jin Zhonghua (right)

source: “青记”工作人员许立人与剧宣五队队员徐炜在“青记”桂林南方办事处门前合影。
en_us: "Qingji" staff Xu Liren and Xu Wei, a member of the fifth team of Drama Xuan, took a group photo in front of the "Qingji" Guilin Southern Office.

source: 1944年1月1日，《新华日报》全文刊载《毛泽东同志对文艺问题的意见》。
en_us: On January 1, 1944, Xinhua Daily published the full text of Comrade Mao Zedong's Opinions on Literary and Artistic Issues.

source: 中国青年记者协会在桂林举办的“战时新闻短期训练班”
en_us: The "Wartime Journalism Short-term Training Course" organized by the China Youth Journalists Association in Guilin

source: 中国青年记者协会在桂林设南方办事处，图为“青记”第一次代表大会会场。
en_us: The China Youth Journalists Association set up a southern office in Guilin.

source: 1940年，国新社总编辑黄药眠与记者高咏、王淮冰、彭世桢在桂林。
en_us: In 1940, the editor-in-chief of the State News Agency Huang Yaomian and reporters Gao Yong, Wang Huaibing, and Peng Shizhen were in Guilin.

source: 图为主要创办人的胡愈之和范长江。
en_us: The picture shows the main founders Hu Yuzhi and Fan Changjiang.

source: 国新社桂林总社负责人范长江与陆饴合影。
en_us: Fan Changjiang, head of the Guoxin News Agency Guilin General Association, took a group photo with Lu Wei.

source: 国际新闻社机械化战地记者队伍的记者石燕在车队旁留影。
en_us: Shi Yan, a reporter from the International News Agency's mechanized field correspondent team, poses for a photo beside the motorcade.

source: 1938年夏，胡愈之、范长江等人创办国际新闻社。
en_us: In the summer of 1938, Hu Yuzhi, Fan Changjiang and others founded the International News Agency.

source: 国新社部分工作人员在桂林社址前留影。
en_us: Some staff of Guoxin News Agency took a photo in front of the Guilin club site.

source: 日寇的疯狂进攻和肆意掠夺、奸淫、烧杀，激起全国人民极大愤慨，迅速在全国范围内形成广泛的抗日救亡怒潮。
en_us: The Japanese aggressors' crazy attack, wanton plunder, rape, burning and killing aroused great indignation among the people of the whole country, and quickly formed a broad tide of the against Japanese war and national salvation throughout the country.

source: 1937年“卢沟桥事变”，抗日战争全面爆发。
en_us: In 1937, "Lugou Bridge Incident" broke out in War of Resistance against Japan.

source: 整个中华大地上在日寇的铁蹄下呻吟、流血、颤抖......
en_us: The people of the entire Chinese land groaned, bled, and trembled because of the Japanese army's invasion.......

source: 中共广西地方建设干部学校(外省党员)支部
en_us: Guangxi Local Construction Cadre School (Foreign Party Members) Branch of the Communist Party of China

source: 中共生活教育社、中山纪念学校支部
en_us: Life Education Society of the Communist Party of China and Zhongshan Memorial School Branch

source: 三青团广西支团部桂林分团部中共党支部
en_us: Party branch of the CPC of the Guilin Branch of the Guangxi Branch of the Three Youth League

source: 中共第四战区战地服务团特别支部
en_us: Special Branch of the Field Service Regiment of the Fourth Theater of the CPC

source: 中共广西地方建设干部学校(本省)支部
en_us: CPC Guangxi Local Construction Cadre School (provincial) Branch

source: 中共逸仙中学支部(广东系统)
en_us: Yixian Middle School Branch of the Communist Party of China

source: 中共飞机修理厂、修炮厂支部
en_us: CPC Aircraft Repair Factory and Artillery Repair Branch

source: 民国时期桂林市民使用的瓷茶亚
en_us: The Porcelain Chaya was used by citizens of Guilin during the Republic of China

source: 民国时期桂林市民使用的煤油灯
en_us: The Kerosene lamp was used by citizens of Guilin during the Republic of China

source: 民国时期桂林市民使用的茶壶
en_us: The Teapot was used by citizens of Guilin during the Republic of China

source: 民国时期桂林市民使用的铜壶
en_us: The Copper Kettle was used by the citizens of Guilin during the Republic of China

source: “敌机廿八架昨分批狂炸本市及梧州”(《广西日报》1939.3)。
en_us: Twenty-eight enemy planes bombed the city and Wuzhou in batches yesterday (Guangxi Daily 1939.3).

source: 漓江两岸为防空袭架设的临时浮桥。
en_us: The temporary pontoon bridges erected on both sides of the Lijiang River to prevent air raids.

source: 抗战时期被日军飞机炸毁的桂林西门桥一带。
en_us: During the Anti-Japanese War, the Guilin West Gate was bombed by Japanese planes.

source: 民国时期桂林市民使用的铜盆
en_us: The Copper basin was used by the citizens of Guilin during the Republic of China

source: 1939年被日机轰炸后的桂林清真古寺。
en_us: Mosque in Guilin was bombed by Japanese planes in 1939.

source: 炮火硝烟下的觉醒
en_us: Awakening under gunfire

source: 抗战时期，《新华日报》桂林分馆分销处旧址，
en_us: During the Anti-Japanese War, the former distribution office of the Guilin branch of Xinhua Daily,

source: 1938年1月11日，《新华日报》发刊词。
en_us: On January 11, 1938, Xinhua Daily published a statement.

source: 《救亡日报》总编辑夏衍。
en_us: Xia Yan, editor-in-chief of Jiuwang Daily.

source: 1939年1月21日， 《广西日报》刊载《新华日报》“内部令饬停止发行”的消息
en_us: On January 21, 1939, Guangxi Daily published the news that Xinhua Daily "internally ordered the suspension of distribution"

source: 图为其负责人——支部书记陈晃 （又名 陈东）及发行员林楚。
en_us: The picture shows the person in charge-branch secretary Chen Huang (also known as Chen Dong) and issuer Lin Chu.

source: 《新华日报》桂林分馆馆址设桂西路35号。
en_us: Xinhua Daily Guilin branch is located at No. 35 Guixi Road.

source: 《新华日报》发行员使用过的半条毯子
en_us: Half a blanket used by the publisher of Xinhua Daily

source: 本报桂林分馆义卖活动剪影。
en_us: The silhouette of the charity sale in Guilin branch of the newspaper.

source: 本报设立桂林分馆总事
en_us: General Manager of Guilin Branch of the Newspaper

source: 民国时期的铜质烧水壶
en_us: Copper kettle in the period of the Republic of China

source: 抗战时期的铜手摇铃
en_us: Bronze hand-bells during the Anti-Japanese War

source: 《救亡日报》报头题词，
en_us: Jiuwang Daily masthead inscription,

source: 新光书店出版发行的《世界的散步》、《知识的应用》、《科学的艺术论》。
en_us: Walk in the World, Application of Knowledge and The Art of Science published by Xinguang Bookstore.

source: 抗战时期黄新波在桂创作的木刻作品:《孤独》、《他并没有死去》。
en_us: Huang Xinbo's woodcut works in Gui during the Anti-Japanese War: Lonely and He Is Not Die.

source: 国际友人爱泼斯坦与报社部分同志合影于东郊印刷厂。
en_us: Epstein, an international friend, took a group photo with some comrades of the newspaper at the Dongjiao Printing Factory.

source: 《救亡日报》在东郊自面山的印刷厂外景。
en_us: Jiuwang Daily outside the printing factory in the eastern outskirts of the mountain.

source: 图为《救亡日报》报社旧址。
en_us: The picture shows the former site of the newspaper office Jiuwang Daily.

source: 李克农《对第二届国民参政会的希望》（《救亡日报》1930年2月10日)。
en_us: Li Kenong, Hope for the Second National Political Conference (Jiuwang Daily February 10, 1930).

source: 《新华日报》工作人员用过的领带
en_us: The tie used by the staff of Xinhua Daily

source: 《救亡日报》副刊编辑廖沫沙。
en_us: Jiuwang Daily supplement editor Liao Mosha.

source: 抗战时期的铜钟
en_us: Copper iron during the Anti-Japanese War

source: 《新华日报》发行员使用过的包袱皮
en_us: Cloth-wrapper used by the publisher of Xinhua Daily

source: 1939年1月10日，《救亡日报》在桂林复刊，杜址位于太平路12号，社长郭沫若。
en_us: On January 10, 1939, the Jiuwang Daily was re-published in Guilin. Its address was located at No. 12 Taiping Road, and its president was Guo Moruo.

source: 桂林新光书店、建业文具公司部分工作人员在桂林的合影。
en_us: A group photo of some staffs from Guilin Xinguang Bookstore and Jianye Stationery Company in Guilin.

source: 《新华日报》 发行员林楚穿过的有夹层的棉衣
en_us: Xinhua Daily publisher Lin Chu wears a padded coat with a layer

source: 《新华日报》工作人员佩戴的证章
en_us: Badges worn by the staff of Xinhua Daily

source: “六·一运动”和平结束后，中共中央又派出张云逸将军来到桂林，与广西当局签订了抗日民族统一战线的 《抗日救国协定》，图为1937年张云逸在桂林留影。
en_us: After the peaceful end of the " June 1 Movement ", the CPC Central Committee sent general Zhang Yunyi to Guilin and signed Agreement on Fighting Against the Japanese Aggression and Guarding the Nation with the Guangxi authorities. The picture shows Zhang Yunyi taking a souvenir photo in Guilin in 1937.

source: 广州、武汉失守，随着政治、文化中心转移，桂林这座边睡古城以其独特的地理位置,位居华中、华南和西南交通枢纽,成为抗战时期重要战略要地。
en_us: Guangzhou and Wuhan fell. With the shift of political and cultural centers, Guilin, the ancient city of Border Sleep, was located in the transportation hub of Central China, South China and Southwest China, and became an important strategic location during the Anti-Japanese War.

source: 中国青年新闻记者学会桂林分会在桂林报刊上主编的专刊:①《救亡日报》副刊“新闻记者”。
en_us: A special issue edited by the Guilin Branch of the China Youth Journalists Association in Guilin newspapers: ①The Supplement of Jiuwang Daily "News Reporter".

source: ②《扫荡报》副刊“新闻记者”。
en_us: ② "Journalist" in the supplement of Saodang Bao.

source: 毛泽东同志致李济深、李宗仁、白崇禧的关于订立抗日救国协定的信抄件
en_us: Copy of the letter from Comrade Mao Zedong to Li Jishen, Li Zongren, and Bai Chongxi regarding the conclusion of the Anti-Japanese and National Salvation Agreement

source: 文中提出了中国共产党在两广发动抗日救亡的基本方针。
en_us: The article puts forward the basic policy of the Communist Party of China in launching Movement of Resistance Against Japan and Save the Nation from Extinction in Guangdong and Guangxi.

source: 国际新闻社机械化战地记者队伍的记者石燕在车队旁留影
en_us: Shi Yan, a reporter from the International News Agency's mechanized battlefield correspondent team, poses next to the motorcade

source: ③ “青记”学会成立周年暨桂林分会成立大会特刊。
en_us: ③ Special issue for the founding anniversary of the "Qingji" Society and the founding meeting of the Guilin Branch.

source: 桂林既是广西首府，又是南部地区军事重镇之一。
en_us: Guilin is not only the capital of Guangxi, but also one of the military centers in the southern region.

source: 共同抗日的统战协作
en_us: United Front Cooperation for the Joint Anti-Japanese War

source: 加上新桂系是国民党内较有影响的地方实力派，与国民党中央政权存在不可调和的矛盾，桂系本着特殊政治目的，表现出抗日积极性，实施较为开明的政治，成为中共中央开展统战工作的重要对象。
en_us: In addition, the new Guangxi Clique is a relatively influential local power faction within the Kuomintang, and there are irreconcilable contradictions with the central government of the Kuomintang. Based on special political goals, Guangxi Clique has shown anti-Japanese enthusiasm, implemented more enlightened politics, and became the Central Committee of the Communist Party of China to carry out the united front. An important object of work.

source: 八路军桂林办事处成立后的主要任务是宣传中国共产党的抗日主张，开展对桂系和各阶层人士的统战工作，团结一切可以团结的力量，巩固抗日民族统一战线，实现全民抗战。
en_us: After the establishment of the Guilin Office of the Eighth Route Army, the main task was to publicize the Communist Party of China’s anti-Japanese propositions, to carry out united front work against the Gui family and people of all walks of life, to unite all forces that can be united, to consolidate the anti-Japanese national united front, and to realize the national anti-Japanese war.

source: 事实上为桂林成为全国性的进步文化中心创造了适宜的政治环境。
en_us: In fact, it created a suitable political environment for Guilin to become a national progressive cultural center.

source: 《炸弹作花瓶》
en_us: Bomb as a Vase

source: 也是日军打通中国大陆交通线，进攻中国西南以及中南半岛必争之地。
en_us: It is also a battleground for the Japanese army to open up communication lines in mainland China and attack southwest China and the Indo-China Peninsula.

source: 1936年12月，广西各界抗日救国会慰劳绥远抗日将士。
en_us: In December 1936, the anti-Japanese results of all walks of life in Guangxi comforted Suiyuan anti-Japanese soldiers.

source: 这是代表团抵达绥远时受到各界欢迎的情景。
en_us: This is the scene of the delegation's welcome when they arrived far away in Sui yuan.

source: 1936年6月1日，国民党两广实力派陈济棠、李宗仁、白崇禧发动了以抗日反蒋为内容的“两广事变”。
en_us: On June 1, 1936, Chen Jitang, Li Zongren and Bai Chongxi, the Kuomintang's Guangdong and Guangxi powerful faction, launched the "Guangdong and Guangxi incident" with anti-Japanese and anti-Chiang Kai-shek as its content.

source: 1937年9月广西各界民众在广西省政府操场举行“九·一八”六周年纪念大会。
en_us: In September 1937, people from all walks of life in Guangxi held a meeting to commemorate the sixth anniversary of September 18th in the playground of Guangxi Provincial Government.

source: 1938年1月全国漫画作家抗敌协会在桂林中学举办第一届漫画展览。
en_us: In January 1938, the National Comic Writers Association for Anti-Japanese War held the first session of the National Comic exhibition in Guilin Middle School.

source: 38年春，桂林中学宣传队到阳朔葡萄乡开展抗日宣传工作。
en_us: In the spring of 1938, Guilin Middle school propaganda team went to Yangshuo Grape Village to carry out anti-Japanese propaganda work.

source: 千里运输线上的办事处运输车队1939年5月，为赶在日寇切断我国大陆唯一出海“交通生命线”之前，抢运由香港“八办”负责人廖承志、连贯从海外筹集的一批抗战物资。
en_us: This is Guilin Eighth Route Army in charge of transportation. In May 1939, before Japan cut off the only way out — transportation lifeline, Liao Chengzhi was responsible for shipping a batch of Anti-Japanese War materials collected from overseas.

source: 同时为准确，发时、无误地传达党中央的指示和搜集治、军事情报，护送党的过往人员:办事处根据党中央、南方局要求，还派出一批精干的秘密交通员常年往返各地。
en_us: At the same time, in order to accurately, timely and unmistakably conveyed the instructions of the CPC Central Committee, collected political and military intelligence, and escorted the party's past personnel, according to the requirements of the CPC Central Committee and the Southern Bureau, the office also sent a group of capable secret messenger to and from various places all the year round.

source: 抗战时期的手电简
en_us: The flashlight during the Anti-Japanese War

source: 抗日军队用的高射机枪弹药箱
en_us: The Anti-Aircraft Machine Gun Ammunition Box used by the Anti-Japanese Army

source: 昆仑关战役中我军坦克部队。
en_us: Our tank troops in the battle of Kunlun Pass.

source: 1940年，在昆仑关战役中，中国军队向日军的山头阵地发起攻坚行动。
en_us: In 1940, during the battle of Kunlun Pass, the Chinese army launched a crucial attack on the Japanese mountain position.

source: 昆仑关大捷后，中国军队将士围观一面缴获的日本旗。
en_us: After the great victory in Kunlun Pass, Chinese soldiers gathered around a captured Japanese flag.

source: 在灵川乘火车北上参加抗日的广西学生军。
en_us: The Guangxi Student Army took a train north in Lingchuan to participate in the Anti-Japanese War.

source: 日寇疯狂进攻，肆意掠夺，抢占平津，狂夺上海，洗窃南京，所在之处奸淫、烧杀、灭绝人性，无恶不作。
en_us: The Japanese aggressors attacked frantically, plundered wantonly, seized Pingjin, seized Shanghai, and stole Nanjing. The place they were located, they raped, burned and killed, and destroyed human nature. They did all kinds of evil.

source: 从1931年9月到1945年8月的14年间，日军先后蹂躏中国30多个省区,侵占900多座城市。
en_us: From September 1931 to August 1945, the Japanese army ravaged more than 30 provinces and occupied more than 900 cities in China.

source: 日军占领江南城镇后，集体枪杀被俘的抗日志士。
en_us: After the Japanese occupation of Jiangnan town, the collective forced killing of captured anti-logs.

source: 日寇铁蹄下的呻吟
en_us: Groaning under the iron horseshoe of the Japanese aggressors

source: 侵华日军遗留的炸弹引信
en_us: Bomb fuses left by Japanese invaders

source: 前言
en_us: Introduction

source: 整个中华大地上在日寇的铁蹄下呻吟、流血、颤抖……
en_us: The people of the entire Chinese land groaned, bled, and trembled because of the Japanese army's invasion.......

source: 中华全国木刻与抗敌协会证徽。
en_us: All-China's Woodcut Association for Anti-Japanese War certificate emblem.

source: “文协”会报《抗战文艺》
en_us: "Association of Literary and Art Circles" reported Anti-Japanese War Literature and Art

source: 1938年10月，广州、武汉沦陷后，桂林作为战时西南地区的重要后方城市之一，南部地区的军事重镇和重要的战略要地，必然成为日军飞机频繁轰炸的重要目标。
en_us: In October 1938, after Guangzhou and Wuhan degenerated into the enemy-held territory, Guilin, as one of the important cities ruled by Kuomintang in the southwest during the war, was an important military town and an important strategic location in the South, and was bound to become an important target of frequent bombing by Japanese aircraft.

source: 1936年12月，中共广 西省工委发布第二号通告《救亡运动的新任务与新口号》。
en_us: In December 1936, the Guangxi provincial working committee of the Communist Party of China issued the second circular New Tasks and New Slogans of the National Salvation Movement.
